IDEA Open Model
MatPrestressSteelEc2.Fr Property
Compatible with IDEA StatiCa 20.1
 Fatigue stress range (prEN 10138)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fr { get; set; }
Public Property Fr As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace